"HZO_INFO" = "HazeOver automatically highlights the front app window by dimming all background windows.";
"AX_TIP2" = "To improve dimming accuracy and reduce delays please allow %@ to use accessibility features.";

"ANIMATION_MIN" = "%@ λ.";
"ANIMATION_SEC" = "%@ δευτ.";

"DARKMODE_LABEL" = "Settings that should have a separate value for Light and Dark system appearance:";
"DARKMODE_COLOR" = "Χρώμα";
"DARKMODE_BLUR" = "Θόλωμα";

"FEEDBACK_LABEL" = "Are you happy with this version of HazeOver?";
"Yes" = "Ναι";
"No" = "Όχι";
"FEEDBACK_UPDATE" = "Are you still happy with the app? Please rate again because App Store ratings might reset for updates.";

"RATE_TITLE" = "Awesome!";
"RATE_LABEL" = "Please rate this version of HazeOver or write a review. It means a lot.";
"RATE_BUTTON" = "Rate HazeOver";

"REPORT_TITLE" = "No worries.";
"REPORT_LABEL" = "Please let me know what’s wrong.";
"REPORT_BUTTON" = "Αναφορά προβλήματος";

"APP_RULE_DISABLE" = "Disable When Using %@";
"Remove" = "Αφαίρεση";

"MAS_NAME" = "Distraction Dimmer™";

"WHATS_NEW" = "Τι νέο υπάρχει στο HazeOver";
"Show" = "Εμφάνιση";

"Trial Version" = "Δοκιμαστική έκδοση";
"Buy Now" = "Αγορά τώρα";
"Thank You" = "Ευχαριστούμε!";

"USAGE_LABEL" = "Dimming used for %@";

// Displays Tab

"SECONDARY_DIM" = "Dim all windows on displays without keyboard focus";
"SECONDARY_HIGHLIGHT" = "Highlight windows even on displays without keyboard focus";

"DISABLE_DISPLAY_THIS" = "Disable on This Display";
"DISABLE_DISPLAY_NAME" = "Disable on %@";

// Shortcuts Tab

"SHORTCUT_BUTTON" = "Εγγραφή";
"SHORTCUT_TEXT" = "Εισαγωγή συντόμευσης";

// DisplayMockupView

"File" = "Αρχείο";
"View" = "Προβολή";
"Window" = "Παράθυρο";
"Help" = "Βοήθεια";

// Touch Bar

"On" = "Ενεργό";
"Off" = "Ανενεργό";

// Customizable Menus

"TOGGLE_MENU" = "Χρήση HazeOver";
"DISPLAYS_MENU" = "Δευτερεύουσα οθόνη";
"INTENSITY_MENU" = "Ένταση";
"HELP_MENU" = "Χρήσιμες συμβουλές";
"ACTIONS_MENU" = "Διαμόρφωση ενεργειών...";
"CUSTOMIZE_MENU" = "Προσαρμογή μενού…";
"RATE_MENU" = "Rate HazeOver";
"REPORT_MENU" = "Υποβολή σχολίων";
"SETTINGS_MENU" = "Ρυθμίσεις…";
"QUIT_MENU" = "Τερματισμός HazeOver";
